{
  "keepTranText": "Keep your transactions private",
  "privatelyText": "Privately send and cross-chain swap with ease, at the lowest cost.",
  "withHoudiniText": "With Houdini Swap there is no traceable connection between the sending wallet and receiving wallet.",
  "securityText": "For your enhanced security, Houdini order details disappear after 48 hours. If you ever need our support, we’re here for you 24/7.",
  "searchByIdText": "Search by Houdini ID",
  "SwapText": "Send, Swap & Bridge",
  "PrivateCompliantText": "Private, Compliant, No Sign Up.",
  "LowerFeesText": "Lower Fees",
  "AddSwapText": "Add swap",
  "single": "Single",
  "multi": "Multi send",
  "private": "Private",
  "semiPrivate": "Semi-private",
  "variable": "Variable",
  "exact": "Exact",
  "send": "Send",
  "receive": "Receive",
  "tryIncreasingText": "Try increasing the transfer amount",
  "tooltipTokenText": "When using a non-anonymous swap, the input / output currency cannot be the same. Same currency \"swaps\" will be added in near future.",
  "receivingText": "Receiving Wallet",
  "address": "Address",
  "memoTagText": "Memo/Destination Tag",
  "enter": "Enter",
  "semiPrivateTooltip": "Semi Private: Tracking the transaction is possible but not necessarily easy and so it is a lower cost and faster option.",
  "exactTooltip": "Sends an exact amount to the receiver. Type in the receiving amount and it will auto-calculate how much for you to send.",
  "somethingWentWrong": "Something went wrong",
  "checkNetwork": "Please check your network connection.",
  "pleaseUpdateIntegrationText": "Please update your Houdini integration to include the",
  "parameter": "parameter",
  "partnerId": "partnerId",
  "youAreAboutToResetText": "You are about to reset all fields, continue?",
  "yes": "Yes",
  "no": "No",
  "onlySendText": "*Only Send To/From Wallets. Transactions sent To/From Smart Contracts are not accepted.",
  "fetchingPriceText": "Fetching Price",
  "creatingOrderText": "Creating Order",
  "swapNowText": "Swap Now",
  "firstTimeSwapText": "First time swapping on Houdini?",
  "howItWorksText": "How it works",
  "howToVideoText": "How To Video",
  "forYourEnchanchedText": "For your enhanced security, Houdini order details disappear after 48 hours. If you ever need our support, we’re here for you 24/7.",
  "accountIdText": "Account ID",
  "toggleSmokeText": "Toggle smoke effect",
  "smokeEffect": "Smoke effect",
  "dashboardText": "Dashboard",
  "FAQText": "FAQ",
  "buyText": "Buy",
  "onUniSwapText": "on Uniswap",
  "stakeText": "Stake",
  "whitepaperText": "Whitepaper",
  "partnershipsText": "Partnerships",
  "bugBountyText": "Bug Bounty Program",
  "complianceText": "Compliance",
  "complianceH1": "COMPLIANCE",
  "privacyText": "Privacy policy",
  "termsText": "Terms of use",
  "allRightsText": "Houdini Swap, All rights reserved.",
  "getApiText": "Get API access",
  "cancelText": "Cancel",
  "howToSendText": "How To Send, Swap & Bridge",
  "step": "Step",
  "step1head": "Choose any combination of tokens",
  "step1desc": "Select the token pair to either send, swap or bridge.",
  "step2head": "Input the amount to swap",
  "step2desc": "Houdini Swap will compare rates and optimize for lowest cost.",
  "step3head": "Input the receiving wallet address",
  "step3desc": "Ensure the receiving wallet address matches the address format of the receiving currency. For example, ETH addresses start with 0x…",
  "step4head": "Send funds to address generated",
  "step4desc": "Open your wallet and send your funds to the address generated on the Order Page. For enhanced security, HoudiniSwap does not require a wallet connect.",
  "step5head": "Done!",
  "step5desc": "It takes 20-minutes on average for a swap to complete. Please follow your progress on the Order Page.",
  "step6head": "24/7 Support",
  "step6desc": "is available 24/7. Contact us anytime with questions, feedback, or ideas!",
  "underTheHoodText": "What Happens Under The Hood",
  "swap": "Swap",
  "secure": "Secure",
  "magic": "Magic",
  "boxSwapDescText": "Makes your crypto private by swapping it first to Monero on Exchange A",
  "boxSendDescText": "Exchange A forwards the Monero to Exchange B",
  "boxSecureDescText": "Exchange B swaps the Monero to your chosen receiving currency",
  "boxMagicDescText": "Exchange B sends your chosen receiving currency to the receiving wallet, severing any link between the sender and receiver",
  "myFavImgText": "My Favorite Images",
  "whyHoudiniText": "Why Houdini exists",
  "privacyIsSecurityText": "Privacy is Security.",
  "our": "Our",
  "supportTeam": "Support Team",
  "workSection1Text": "Why should everyone you transact with see your wallet’s assets and entire transaction history. It’s highly intrusive and potentially dangerous. We must solve it if ever blockchain is to go mainstream.",
  "workSection2Text": "Houdini Swap solves this problem with private swaps that protect your financial data from prying eyes and which are simple to use, safe and supported by great customer service at the lowest cost.",
  "workSection3Text": "Welcome to the next evolution of crypto transactions.",
  "pleaseContactSupport": "Please contact support team.",
  "requestId": "request ID",
  "error": "Error",
  "success": "Success",
  "code": "Code",
  "bugSubmitted": "The bug was submitted",
  "reqSubmitted": "The request was submitted",
  "somethingWentWrongContactSupport": "Something went wrong. If this persists, please contact support!",
  "40001": "Order not found or deleted",
  "40002": "Unsupported `from` Token",
  "40003": "Unsupported `to` Token",
  "40004": "Invalid `direction` value. Must be only `from` or `to`",
  "40005": "X-Address not supported yet!",
  "40006": "addressTo is invalid",
  "40007": "`to` and `from` cannot be both XMR",
  "40008": "`to` direction value only works with `fixed` set to `true`",
  "40009": "Invalid Quote",
  "40010": "Path is invalid",
  "40011": "`amount` is out of bounds for XMR swap",
  "40012": "amount` is out of bounds for swap",
  "40013": "Reused Deposit Address",
  "40014": "Account not found",
  "40015": "Account is disabled",
  "40016": "Your session has expired.",
  "40017": "No or wrong argument",
  "40018": "Unable to get new Monero wallet",
  "40019": "Please define your API key",
  "40020": "RateId is required for ChangeNow!",
  "40021": "Missing FF Token. Make sure you store transaction ID for FF as `id:token`",
  "40022": "Method not implemented.",
  "40023": "File extension not supported.",
  "40024": "Token not found",
  "40025": "Cannot get USD Price!",
  "40026": "Wallet not found",
  "40027": "Please activate your account!",
  "40028": "Account is disabled!",
  "40029": "Wrong password!",
  "40030": "Two-factor authentication is enabled. Please give the \"2\"FA code.",
  "40031": "Invalid \"2\"FA token!",
  "40032": "Two Factor is not enabled on this system!",
  "40033": "You cannot delete your account!",
  "40034": "BigNumberScalar can only serialize BigNumber values",
  "40035": "BigNumberScalar can only parse BigNumber object values",
  "40036": "BigNumberScalar can only parse string values",
  "40037": "Swap not found",
  "40038": "Article not found",
  "40039": "Partner not found",
  "40040": "Config not found",
  "40041": "Unable to perform exchange: quote over \"80\"k USD",
  "40042": "Checkout not found",
  "40043": "Unable to create a checkout: amount must be under $\"50\"K USD",
  "40044": "Unable to create a checkout: amount must be at least $\"50\" USD worth",
  "50000": "Something went wrong. Please contact support!",
  "50001": "Could not retrieve price quotes. Try to use a different amount or a different pair",
  "50002": "Unable to perform exchange: no available paths",
  "50003": "INTERNAL ERROR: Anonymous returned non-anonymous result",
  "50004": "Unable to generate swap_hop_\"2\" (anon)",
  "50005": "Unable to generate swap_hop_\"1\" (anon)",
  "50006": "Unable to generate swap_hop_\"1\" (non anon)",
  "50007": "JWT SECRET variable not set!",
  "50008": "Missing GraphQL context!",
  "50009": "Apollo Server requires options.",
  "50010": "Could not get monero ID",
  "50011": "Unable to perform exchange: no available paths. Tip: try toggling OFF Exact mode",
  "50012": "Services temporary unavailable. Please try again a bit later!",
  "faqQ1header": "Why is it taking longer than normal to receive my funds?",
  "faqQ2header": "How does Houdini Swap work?",
  "faqQ3header": "How private are Houdini Swaps?",
  "faqQ4header": "Does Houdini Swap charge fees?",
  "faqQ5header": "How do I know Houdini Swap is safe?",
  "faqQ6header": "Do I need to connect my wallet to swap?",
  "faqQ7header": "What KYC and AML requirements does Houdini Swap have?",
  "faqQ8header": "Why is it taking longer than normal to receive my funds?",
  "faqQ9header": "I sent my funds, now it says ‘Order Expired’ so are my funds at risk?",
  "faqQ10header": "What if I accidentally sent the wrong currency?",
  "faqQ11header": "What if my order status shows it completed yet funds are not received?",
  "faqQ12header": "What is Multi Send?",
  "faqQ13header": "What does Exact or Variable mean?",
  "faqQ14header": "How can I find my order details again?",
  "faqQ15header": "I entered my receiving wallet address, how do I send my funds?",
  "faqQ16header": "What is the $LOCK token?",
  "faqQ17header": "What is $LOCK and how can I use it?",
  "faqQ18header": "Where can I reach you about a business proposal?",
  "faqQ1P1": "Generally, transactions on Houdini Swap take 20-minutes. However at times when the blockchain is operating at capacity it may take longer than expected to process transactions.",
  "faqQ1P2": "If your order has not been processed after one-hour, please contact our",
  "faqQ1P3": "To escalate resolution of your support issue, please send your Houdini Swap OrderID so we have all the information needed to quickly resolve your issue.",
  "faqQ2P1": "Houdini Swap is a liquidity aggregator which price optimizes your swap requests and then has them routed to leading, non-custodial exchanges. It does this via a leading platform of financial privacy solutions for crypto companies whose technology includes best of class anonymous blockchains.",
  "faqQ2P2": "Houdini Swap does not access your funds at any time. We do not receive deposits from you, transfer your assets or apply a fee to any of your transactions.",
  "faqQ3P1": "When a private Houdini Swap private is sent the transaction is completely untraceable. This is because Houdini Swap’s private swaps use the Monero blockchain between two unrelated exchanges. When a Monero transaction is sent, there is no way to see the sending party, receiving party, nor the transaction value meaning neither exchange can identify the other. The result is any receiver of a Houdini Swap also cannot identify the sender’s wallet.",
  "faqQ3P2": "As further confirmation, no-one has ever earned Houdini Swap’s bounty for tracing a single transaction.",
  "houdiniNoFees": "Houdini Swap does not charge you any fees.",
  "faqQ4P1": "It receives a commission of ~0.5% from exchanges in return for your referral. 90% of these fees are used to buyback POOF tokens on-market to reduce supply long term and 10% is allocated for development.",
  "faqQ4P2": "You never pay any extra using Houdini Swap than you would if you used an exchange directly.",
  "faqQ5P1": "Houdini Swap is safe to use. It has never lost any funds and with over $100 million in swap volume and 50,000 swaps there’s plenty of history to give confidence.",
  "faqQ5P2": "In the event of an issue, our",
  "faqQ5P3": "is available 24/7 to support you ensure your funds are safe.",
  "faqQ6P1": "No. Houdini Swap does not require your wallet to connect in order to process transactions. You simply choose a swap pair, set a receiving wallet address, and send your funds to the Houdini Swap wallet address provided. Magically easy!",
  "faqQ7P1": "Houdini Swap transactions are non-KYC, however automated systems ensure criminal activity does not take place. These are managed by Houdini Swap exchanges in conjunction with their AML systems.",
  "faqQ7P2": "In the event a transaction is flagged as potentially having criminal risk, exchanges may require additional information requirements as per their KYC/AML policies.",
  "faqQ7P3": "In this rare event, Houdini Swap will either connect you with the exchange partner or defer to their preferred solution for remediation.",
  "faqQ8P1": "Generally, transactions on Houdini Swap take 20-minutes. However at times when the blockchain is operating at capacity it may take longer than expected to process transactions.",
  "faqQ8P2": " If your order has not been processed after one-hour, please contact our",
  "faqQ8P3": "To escalate resolution of your support issue, please send your Houdini Swap OrderID so we have all the information needed to quickly resolve your issue.",
  "faqQ9P1": "No. Your funds are safe and protected. Contact our",
  "faqQ9P2": "and we will gladly ensure that everything is working.",
  "faqQ10P1": "If you sent the wrong currency, your funds are safe, however it will require our",
  "faqQ10P2": "to refund you. The process can take up to 24hrs, but we will happily resolve the issue and ensure your funds are returned!",
  "faqQ11P1": "Usually the transaction is “pending” which means that gas spiked during the transaction resolution time and it delayed your transaction. To confirm this, we recommend searching your receiving wallet address history on a blockchain scanner (IE: etherscan or bscscan) and checking the transaction history. If you see a “pending” deposit transaction, then this is most likely a gas issue and will resolve itself in time.",
  "faqQ11P2": "If you do not see a “pending” deposit transaction, please contact our",
  "faqQ11P3": "and we will look into it immediately!",
  "faqQ12P1": "If you need to send or swap to multiple wallets, Multi Send allows you to do so with less time and effort. If you click Save Order all swap parameters such as token type, token amount and receiving wallet are saved in one convenient URL which you can then keep for future use.",
  "faqQ13P1": "Exact transactions means you are guaranteed to receive the exact amount you specified whereas with Variable the amount you receive is subject to market volatility, meaning you may receive more or less than originally intended.",
  "faqQ13P2": "Exact generally will be more expensive as exchange spread is factored into ensuring your price is fixed.",
  "faqQ14P1": "Simply use Houdini Swap’s search bar which allows you to track your transaction by Houdini ID.",
  "faqQ15P1": "Once you choose your swap pair, enter your receiving wallet address, click “Swap”, and the Houdini Swap Order Page will open. Note the instructions to send your funds to a Houdini Swap wallet address highlighted in yellow. Once Houdini Swap receives your funds, the Order Received icon will change color indicating the swapping process has begun. It’s as simple as that!",
  "faqQ16P1": "$LOCK is a utility token that can be used to earn APY whilst staking, earn back swap fees and even earn commissions with your personal referral link.",
  "faqQ17P1": "$LOCK launched on January 18, 2023. The non-security token can be used to earn APY whilst staking, earn back swap fees and even earn commissions with your personal referral link. The",
  "faqQ17P2": "whitepaper",
  "faqQ17P3": "outlines Houdini Swap’s loyalty program, $LOCK. You can follow our",
  "faqQ17P4": "for daily updates or send a message to",
  "support": "support",
  "anytime": "anytime",
  "faqQ18P1": "If you ever have any ideas, feedback, or questions, please",
  "contactOur": "contact our",
  "faqQ18P2": "We’re always looking to improve user experience and add helpful features. Thanks for using Houdini Swap!",
  "emailReq": "Email Required",
  "invalidEmail": "Invalid email address",
  "websiteReq": "Website Required",
  "atLeastError": "At least one of Telegram, Discord or Twitter must be filled",
  "descReq": "Description Required",
  "filesReq": "Files Required",
  "sendBugText": "Send Bug Form",
  "email": "Email",
  "enterEmailText": "Enter email here.",
  "telegram": "Telegram",
  "enterTelegramText": "Enter telegram here.",
  "discord": "Discord",
  "enterDiscordText": "Enter discord here.",
  "twitter": "Twitter",
  "enterTwitterText": "Enter twitter here.",
  "description": "Description",
  "files": "Files",
  "describeIssue": "Describe the issue",
  "briefDescription": "Brief description",
  "attachFiles": "Attach Files",
  "houdiniLLC": "HOUDINISWAP LLC",
  "houdiniBugBountyHeader": "HOUDINI SWAP BUG BOUNTY PROGRAM",
  "bugBountyP1": "Houdini Swap is a privacy service that anonymizes crypto transactions. It invented the “conduit system” which utilizes multiple non-KYC exchanges and “tunnels” through them using Monero, breaking any on-chain links between origination and destination wallets.",
  "bugBountyP2": "For more information about the project, please refer to our documentation in",
  "bugBountyP3": "We are excited to announce our Bounty Program for Houdini Swap. We recognize the importance of security and the potential risks associated with operating in the cryptocurrency space. Therefore, we are offering a $10,000 prize to any individual or team who discovers a significant vulnerability in our system.",
  "bugBountyP4": "Payouts are handled by the Houdini Swap team directly and are denominated in stablecoin of the bounty submitters choice.",
  "bugBountyP5": "Criteria for Eligibility",
  "bugBountyP6": "To be eligible for the $10,000 prize, the vulnerability discovered must meet the following criteria:",
  "bugBountyP7": "The vulnerability must be previously unknown to our team and have not been reported by any other party.",
  "bugBountyP8": "The vulnerability must be a significant threat to the security of our platform or user data.",
  "bugBountyP9": "The vulnerability must be exploitable by an attacker to gain unauthorised access or control over our systems, accounts, or funds.",
  "bugBountyP10": "The vulnerability must be specific to our platform and not applicable to other systems.",
  "bugBountyP11": "The vulnerability must be reported to our team responsibly and ethically, giving us sufficient time to fix the issue before disclosure.",
  "bugBountyP12": "The vulnerability must be reported in detail, including clear steps to reproduce the issue, any tools or scripts used, and any other relevant information.",
  "bugBountyP13": "How to Participate",
  "bugBountyP14": "To participate in our Bounty Program, please follow these steps:",
  "bugBountyP15": "Conduct a thorough assessment of our platform and identify any potential vulnerabilities.",
  "bugBountyP16": "Report any vulnerabilities discovered to our team via our",
  "form": "form",
  "bugBountyP17": "Wait for our team to confirm receipt of your report and begin assessing the issue.",
  "bugBountyP18": "Work with our team to help us reproduce the issue and verify its validity.",
  "bugBountyP19": "Once the vulnerability is confirmed, we will work with you to resolve the issue and award the $10,000 prize.",
  "bugBountyP20": "Evaluation process:",
  "bugBountyP21": "Submission of Vulnerability Report",
  "bugBountyP22": "Internal discussion of Vulnerability Report",
  "bugBountyP23": "Brief meeting between Vulnerability Report submitter and the Houdini Swap Security Team.",
  "bugBountyP24": "Acceptance of criteria requirements",
  "bugBountyP25": "Public Acknowledgement of your contributions and announcement of Bug Bounty Reward",
  "bugBountyP26": "We take security seriously, and we appreciate the efforts of the security community in helping us improve the security of our platform. Thank you for your contributions, and we look forward to working with you!",
  "submitReportText": "Submit Report",
  "gitbook": "GitBook",
  "complianceP1": "Regulatory compliance for traditional crypto exchanges can resemble an inescapable maze. Once you step into that labyrinth, you may never find your way out. We recognized this early and set out to design a more adaptable system. In this article, we delve into our view on compliance, regulation, and how Houdini Swap’s innovative approach addresses many of the regulatory challenges faced by traditional crypto exchanges.",
  "complianceP2": "Traditional cryptocurrency exchanges face a multitude of regulatory obligations spanning the safekeeping of digital assets and custodianship to adhering to Know Your Customer (KYC) and Anti-Money Laundering (AML) compliance. These exchanges also must obtain necessary licenses, such as Money Services Business (MSB)/Money Transmitter License (MTL) and broker-dealer, while complying with trade surveillance protocols and navigating privacy laws. To make matters more challenging, exchanges must manage a litany of rules at the local, regional, and international levels if they wish to provide public services.",
  "complianceP3": "It is important to understand that these stringent regulations are not arbitrarily imposed. Crypto exchanges often assume a bank-like stature, as they custody user funds. Without strict oversight, the ecosystem becomes susceptible to recurrent scams like what occurred with FTX. Navigating regulatory compliance presents a complex challenge for exchanges, yet overcoming these obstacles is a worthwhile endeavor. For those businesses confronting these challenges head on, we respect your bravery and thought leadership.",
  "complianceP4": "Houdini Swap strategically mitigates risks in each of these functional areas by exclusively serving as an aggregator of exchanges, combining the best of the publicly accessible swap technologies in one convenient location. Simply put, Houdini Swap is an affiliate marketer for other publicly available exchanges.",
  "complianceP5": "Houdini Swap never interacts with a user’s crypto. At no point does Houdini Swap safekeep, store, transfer, transmit, nor route any user crypto. Houdini Swap doesn’t even have its own liquidity pools. Instead, the deposits, transfers, and transmissions occur exclusively through our exchange partners. We are not an exchange, not a mixer, nor have any deployed smart contracts that relay funds. Houdini swap is strictly an affiliate website that aggregates rates from publicly accessible exchanges and presents these rate options to users.",
  "complianceP6": "This non-custodial design allows us to effectively transfer the burden of regulatory licensing and compliance to our exchange partners. No different from how Google indexes public internet information and provides links to its searchers; Houdini Swap indexes online public exchange rates and makes them accessible to users.",
  "complianceP7": "Despite our non-custodial design, we still have compliance obligations to our users. Our compliance initiatives focus on exchange partner due diligence. First, we look at their policies. Next, we look at their operations.",
  "complianceP8": "To evaluate an exchange partner’s policies, we start with the basics by looking at their AML compliance policies, anti-crime measures, and privacy policies around safeguarding the privacy of our users and their information.",
  "complianceP9": "Our exchange partners' AML compliance policies must mandate screening of all transactions. Exchange partners screen transactions through dedicated deposit addresses. Funds sent into these deposit address undergo thorough checks for sanctions, criminal activity, or ongoing investigations. If a transaction is linked to an active investigation, funds are frozen and returned to law enforcement. Other high-risk transactions may require user KYC or may simply be refunded. Our priority is the safety and integrity of our platform, protecting users from illicit activities. We are not a platform for criminals and never will be.",
  "complianceP10": "Next, we ensure that exchange partners have the policies in place expected from a compliant exchange – no different from a bank assessing a new vendor. We sign contracts with exchange partners clearly affirming that they are following all rules within their respective jurisdictions. Exchange partners provide us with Terms of Use and we follow those with great care. We are not regulators and cannot be held to a higher standard than a bank for vendor due diligence. It is not Houdini Swap’s role to evaluate the regulatory capture of our exchange partners. That is the providence and decision of regulators.",
  "complianceP11": "If we ever learned that one of our exchange partners was not adequately complying with applicable regulatory frameworks, Houdini Swap would immediately cease its relationship with them. Offering an illegal exchange to our users would go against our core values and compliance obligations.",
  "complianceP12": "Once we are comfortable with an exchange partner’s policies, we then look into their operations. We start with a cursory search on social media and ratings websites to monitor for any negative feedback or sentiment. We then go one step further and perform background checks on both the principals and the exchange partner’s business to ensure there are no nefarious or misleading actors behind the business.",
  "complianceP13": "In addition to exchange partner due diligence, Houdini Swap also maintains its own internal policies and controls to ensure a best-in-class user experience. For a list of our policies, please go to this link:",
  "link": "link",
  "complianceP14": "We have proactively consulted and paid numerous compliance professionals, lawyers, and crypto forensic firms to develop our compliance initiatives and light-touch structure. The consensus is that the internal controls we have implemented align with current industry best practices.",
  "complianceP15": "By leveraging the independent compliance responsibilities of our exchange partners, we can focus on what truly matters to users; providing a seamless, private, cost-efficient, and secure swapping experience.",
  "complianceP16": "With our unique approach, we're redefining the future of crypto swapping, making it simpler, safer, cost-effective, and more user-friendly than ever before. Privacy is security, never forget. Our top priority in performing all of the above compliance functions is to ensure our users have the most optimal experience.",
  "complianceP17": "Houdini Swap is proud to be partnered with Black Swan Diagnostics for it’s compliance requirements. Black Swan Diagnostics is a regulatory compliance advisory firm with offices in the US and Canada. Their consultants are seasoned experts who have worked in senior compliance roles. For more information about services offered by Black Swan Diagnostics, please refer to",
  "termsP1": "TERMS OF USE AGREEMENT",
  "general": "General",
  "termsP2": "Welcome to HoudiniSwap LLC. (The “Company”). By accessing and using the Company website and its conduit swap system (the “Houdini Swap“) you agree to the following terms and conditions that may be modified, changed, supplemented, or updated periodically (collectively, these “terms”), as well as all applicable laws and regulations. The Terms of Use Agreement (“Agreement”) affects your legal rights, as a result, we suggest you read it carefully. If you do not agree to all the stipulated terms and conditions, you may not use this Website, swap digital currency such as BTC, BNB, ETH and USDT (“Digital Currency”), nor use any information, links or content contained on this Website. Your access to and use of this Website constitutes your acceptance of and agreement to comply with each of the terms and conditions established below, including our Privacy Policy, which are incorporated in these terms and conditions by reference.",
  "termsP3": "These terms may be modified, changed, supplemented, or updated by the Company in its sole discretion at any time without advance notice. We suggest that you visit this page regularly to keep up to date with any changes. If you do not agree to such revised terms, you must stop immediate use of this Website and any information, links or content contained on this Website.",
  "termsP4": "SCOPE OF SERVICES",
  "termsP5": "The Company provides the following services:",
  "termsP6": "Allows the user (“User”) to select the digital currency User wishes to exchange from (the “IN Token”) and the digital currency that User seeks to receive (the “OUT Token”). In all cases, both the IN Token and OUT Token are paired with Monero (IN Token and OUT Token are jointly referred to as the “Crypto Pair”).",
  "termsP7": "Aggregates various exchange quotes and optimizes for the lowest fees and maximum security based on vendor quotes.",
  "termsP8": "Allows User to accept these quotes and route their transaction to the respective exchanges.",
  "termsP9": "Provides an exchange-generated destination address where the User may send funds into to initiate the exchange.",
  "termsP10": "Helps track the funds as they move through the two exchanges.",
  "termsP11": "At no point does the Company safekeep, store, transfer, transmit, or route users funds or assets. User funds or assets are transferred and transmitted by exchanges, not Houdini Swap. For greater clarity, Houdini Swap has no access to the exchange-generated address, however it can reach out to the exchange for support.",
  "termsP12": "WEBSITE DISCLAIMER",
  "termsP13": "The site is not intended for use by anyone under the age of eighteen (18). Digital Currency may not be purchased or swapped through the Site by anyone under the age of eighteen (18). By using the Site and/or purchasing or swapping digital currency through this Site, you represent and warrant that you (a) are at least eighteen (18) years of age or older, (b) purchasing the digital currency in your individual capacity as the beneficial owner thereof and not as a representative or agent of a third-party or a third-party entity (i.e., non-natural person), (c) have not been previously suspended or removed from the Site, or engaged in any activity that may result in suspension or removal from the Site, and (d) have full power and authority to enter into this Agreement and consequently will not violate any other agreement to which you are a party. You acknowledge and agree that the Company reserves the right to prohibit persons and third-party entities from trading if they are domiciled in a jurisdiction (domestic or foreign) which restricts such participation.",
  "termsP14": "The information provided on this website is not intended for distribution to, or use by, any person or entity in any jurisdiction or country where such distribution or use would be contrary to any law or regulation, or which would subject the company and/or entity or any of their products or services to any registration, licensing or other authorization requirement within such jurisdiction or country.",
  "termsP15": "CREDIT CARD PAYMENT TERMS, PASSWORDS AND ACCOUNTS",
  "termsP16": "All credit card charges are final and non-refundable. You are responsible for maintaining access to the wallet address linked to the account and restricting access to your computer and /or any other electronic devices (e.g., mobile/smart phones, digital wallets, etc.) that may be used or accessed with such account(s). The Company is not under any obligation to verify the actual identity or authority of any user. The Company may rely on the authority of anyone accessing your account or using your wallet address linked to the account and will not be liable, either directly or indirectly, for any damages and expenses relating to any unauthorized use of such account. You agree that you are solely responsible for all activities that occur on your account.",
  "termsP17": "You agree to immediately notify Company in writing if the confidentiality of your account or wallet address is compromised. Company has the right to take any actions that it deems reasonable in such event if it shall have no liability for any acts or omissions in this regard. Company has the sole and independent discretion to cancel or suspend your account at any time for any reason without any notice or liability to you or any other person.",
  "termsP18": "ANTI-MONEY LAUNDERING (AML) REGULATIONS",
  "termsP19": "We maintain a Know-Your-Customer (KYC) policy to comply with Record keeping Requirements. If your proposed purchase is flagged through our internal controls or an exchange partner’s internal controls, we reserve the right to refund your exchange, less any applicable fees incurred by the Company during such refund process.",
  "termsP20": "Houdini Swap is not to be used in any way, either directly or indirectly, as a means, tool, or other mechanism as a platform for criminals or for those with criminal intentions. Exchange partners that Company works with each maintain strict AML policies as it relates to criminal activity. Exchange partners may freeze a swap if there is an active, ongoing, law enforcement investigation related to the sending or receiving address. Houdini Swap has implemented policies and procedures to facilitate proper escalation protocols to be followed with regulatory authorities and agencies should an investigation warrant.",
  "termsP21": "We may not make Services available in all markets and jurisdictions. The Services are not intended for use by individuals who are citizens or nationals of or resident in a restricted location, where the local laws prohibit you at any time (by reason of your nationality, domicile, citizenship, residence or otherwise) to access or use the Services. At this time, restricted locations include the United States of America, Canada, France, North Korea, Sudan, Crimea and Sevastopol, Republic of Cuba, Syrian Arab Republic, People’s Republic of China, Japan, Republic of Iraq, Republic of Yemen, Federal Republic of Somalia, Republic of Congo, State of Libya, Republic of Liberia, State of Eritrea, Republic of Mali, Republic of Zimbabwe, Republic of Côte d’Ivoire, the Islamic Republic of Iran and any state, country or other jurisdiction that is embargoed by England and Wales. For greater clarity, the content of the Terms shall not be excluded from the laws of the country or region under which the User belongs. As a result, if you do not meet these eligibility requirements, do not use our Services.",
  "termsP22": "REGISTRATION, ACCOUNT AND COMMUNICATION PREFERENCES",
  "termsP23": "To generate earnings on digital currency swaps, you must register for a Company account on the Site (“Account”). By creating an Account, you agree to (a) provide accurate, current and complete Account information about yourself, (b) maintain and promptly update periodically as necessary your Account information, (c) maintain the security of your wallet address linked to the account and accept all risks of unauthorized access to your Account and the information you provide to us, and (d) immediately notify us if you discover or otherwise suspect any security breaches related to the Site or your Account. The Company will take all reasonable and practical measures to block multiple accounts of the same user.",
  "termsP24": "By creating an Account, you consent to receive electronic communications from us (e.g., via email or by posting notices to the Site). These communications may include notices about your Account (e.g., password changes and other transactional information) and are part of your relationship with us. You agree that any notices, agreements, disclosures, or other communications that we send to you electronically will satisfy any legal communication requirements, including, but not limited to, that such communications be in writing. You may opt out of receiving these promotional emails at any time by following the unsubscribe instructions provided therein. Company does not provide custodial services whereby the digital currency is not stored as part of user transactions.",
  "termsP25": "INDEMNIFICATION",
  "termsP26": "To the fullest extent permitted by applicable law, you agree to indemnify, defend and hold harmless the Company and its respective past, present and future employees, officers, directors, contractors, consultants, equity holders, suppliers, vendors, service providers, parent companies, subsidiaries, affiliates, agents, representatives, predecessors, successors and assigns (individually and collectively, the “The Company, Parties ”), from and against all actual or alleged The Company, Party or third party claims, damages, awards, judgments, losses, liabilities, obligations, penalties, interest, fees, expenses (including, without limitation, lawyers’ fees and expenses) and costs (including, without limitation, court costs, costs of settlement and costs of pursuing indemnification and insurance), of every kind and nature whatsoever.",
  "termsP27": "DISCLAIMER",
  "termsP28": "RISKS INVOLVED",
  "termsP29": "Prospective users of the Company digital currency platform who buy, sell, swap, and hold digital currency should carefully consider and evaluate all risks and uncertainties associated with the Company and its business and operations.",
  "termsP30": "Potential risks include, but are not limited to:",
  "termsP31": "Regulations and compliance risks",
  "termsP32": "Highly speculative trading price risks",
  "termsP33": "Digital currency may be non-refundable and illiquid",
  "termsP34": "There is no guarantee of liquidity or market price of any digital currency at any extent at any time. At any given time in transacting, there may be limited or no liquidity in the ability to buy and/or sell digital currencies to effectuate transactions. The Company bears no responsibility for this lack of liquidity in any of its functional digital currencies traded on its platform. Liquidity refers to the extent to which a market allows assets to be bought and sold at stable prices. Lower liquidity tends to result in a more volatile market (especially when large orders are placed), and it causes prices to change more drastically; whereas higher liquidity creates a less volatile market, and prices do not fluctuate as significantly. The Company cannot guarantee that there will be any demand or market for any digital currencies allowed to be traded on its platform.",
  "termsP35": "Any one or all of our exchange partners may at any time freeze or temporarily suspend access to User funds in accounts because of Know-Your-Customer requirements or other nefarious activities, law enforcement, etc.",
  "termsP36": "Regulation of digital currency platforms in St. Vincent or worldwide, and/or regulation of digital swap platforms in St. Vincent or worldwide, may materially and adversely affect the market perception or market price of any of the digital currencies bought or sold on the Houdini Swap, whether it is justified.",
  "termsP37": "The Company may experience system failures, unplanned interruptions in its network or services, hardware or software defects, security breaches or other causes that could adversely affect the Company’s infrastructure network, and/or the Company’s platform.",
  "termsP38": "The Company is not able to anticipate occurrences of hacks, cyberattacks, distributed denials of service or errors, vulnerabilities or defects in the Houdini Swap, the smart contracts on which the Company relies on, the Houdini Swap relies on, or on the Ethereum blockchain, or on any other blockchain. Such events may include, for example, flaws in programming or source code leading to exploitation or abuse thereof. Company may not be able to detect such hacks, cyber-attacks, distributed denials of service errors vulnerabilities or defects in a timely manner and may not have sufficient resources to efficiently cope with multiple service incidents happening simultaneously or in rapid succession.",
  "termsP39": "Company may be prone to attacks on its infrastructure intended to steal information about its technology, financial data or user information or take other actions that would be damaging to Company and/or holders of all digital currencies. Any significant breach of Company security measures or other disruptions resulting in a compromise of the usability, stability, and security of the Houdini Swap may adversely affect the ability of uses to buy and sell cryptocurrencies.",
  "termsP40": "Company is dependent in part on the location and data center facilities of third parties. Company’s current infrastructure network is in part established through servers which are housed at the location facilities of third parties, and servers that it rents at data center facilities of third parties. If Company is unable to renew its data facility lease on commercially reasonable terms or at all, Company may be required to transfer its servers to a new data center facility and may incur significant costs and possible service interruption in connection with the relocation. These facilities are also vulnerable to damage or interruption from, among others, natural disasters, arson, terrorist attacks, power losses, and telecommunication failures. Any such security breaches or damages which occur which impact upon Company’s infrastructure network and/or the Houdini Swap may adversely impact the ability to buy and sell cryptocurrencies.",
  "termsP41": "Suppliers on which Company relies for servers, bandwidth, location and other services could also be negatively impacted by economic conditions that, in turn, could have a negative impact on Company operations or expenses. There can be no assurance, therefore, that current economic conditions or worsening economic conditions or a prolonged or recurring recession will not have a significant adverse impact on Company’s business, financial condition, and results of operations and hence the Houdini Swap and/or ability to structure, license and launch the Houdini Swap future business lines. Any such circumstances would then correspondingly negatively impact the trading price of any of the digital currencies. The Company or any of the functional digital currencies allowed to be bought or sold through Company may be affected by newly implemented regulations.",
  "termsP42": "Buying or selling digital currency is generally unregulated worldwide and highly uncertain, while numerous regulatory authorities across jurisdictions have considered implementing regulatory regimes which govern digital currency or digital currency markets. Any such circumstances would then correspondingly negatively impact the trading price of any of the digital currencies. The Company or any of the functional digital currencies allowed to be bought or sold through the Company may be affected by newly implemented regulations.",
  "privacyPolicyH1": "PRIVACY POLICY",
  "privacyPolicyTitle": "WHAT DOES HoudiniSwap LLC (or the “Company”) DO WITH YOUR PERSONAL INFORMATION/ USER DATA? WHAT ARE YOUR OBLIGATIONS?",
  "privacyC1": "This Privacy Policy describes how we collect, share, and protect your personal information including user data. Please read this Privacy Policy carefully to understand what we do. When required by law, we will notify you of any changes to this Privacy Policy.",
  "privacyC2": "The types of user data we (or our vendors acting on our behalf) collect is non-intrusive and may include but may not be limited to the following:",
  "privacyC3": "Wallet addresses for staking;",
  "privacyC4": "Email addresses.",
  "privacyC5": "It is the policy of Company to request an email address from all users of the Company’s staking platform. The information will be used solely for marketing communications. Users may later opt out if they do not wish to receive messages from Company.",
  "privacyC6": "Company may prevent a person’s identity from being connected with information. Although such information will not be publicly disclosed, once a person’s identity is no longer connected with information, such information belongs to Company.",
  "privacyC7": "If/when you are no longer a customer of Company, upon request, we will delete your email address from our internal records.",
  "privacyC8": "When you use Company’s services available through its website, some information is automatically collected by our vendors and exchange partners. Company has added measures between the vendor and the customer for privacy purposes, although it cannot control the information our vendors maintain in their databases.",
  "privacyC9": "Public Blockchain",
  "privacyC10": "Company respects its user’s privacy. No complete swap logs are retained. For the staking platform, we may retain partial logs of transactions in or transactions out, while we will not retain the connection between in/out. There will be no logs retained to connect the former with the latter.",
  "privacyC11": "Do we collect any client metadata (i.e., browser info, IP, etc.)? Company does not intentionally collect Personal Data from running the Website such as your IP address, device information, identifier, name, and type, operating system, mobile network information, or standard web log information, such as your browser type, and the pages you accessed on the Website.",
  "privacyC12": " When the Customer accesses the Website or uses the Company’s products or services the Company’s Vendors (or Google Analytics or similar service providers on our behalf) may place small data files called cookies on the Customer’s computer or other devices. The Company uses these technologies to improve platform functionality (i.e., to reduce errors and maintain uptime), customize the Company’s website, and measure promotional effectiveness.",
  "privacyC13": "Information on any Public Blockchain is publicly visible. Information on the Public Blockchain, once recorded, cannot be removed. Such information is immutable and permanent and can belong to Company.",
  "cookies": "Cookies",
  "privacyC14": "We use cookies – data captured by our server from your Internet browser and returned each time you subsequently access our server – to identify you and track your access to the Company servers. You may choose to turn off all cookies through your browser settings and we will not be able to capture this data.",
  "privacyC15": "Protecting User Data",
  "privacyC16": "We take steps to protect the security of the user data shared through the Company Platform. Our website and Company Platform are scanned regularly for security and other potential vulnerabilities to ensure the security of the site. We do not, however, assume any responsibility for the data you submit to the Company Platform or receive from the Company. You agree to not hold Company and our respective past, present and future employees, officers, directors, contractors, consultants, equity holders, suppliers, vendors, service providers, parent companies, subsidiaries, affiliates, agents, representatives, predecessors, successors and assigns liable for any loss or damage of any sort incurred resulting from any misappropriation, interception, modification, deletion, destruction, or use of information provided through the Company Platform.",
  "sharing": "Sharing",
  "privacyC17": "We will only share user information only with third parties and third-party payment processors as described in this Privacy Policy.",
  "privacyC18": "Third Parties: All non-public information that we receive regarding current or former users is held in the strictest confidence and is not disclosed to others outside the Company except with your consent, as otherwise established herein or as required by law. We may disclose some or all the information we collect, as described above, to certain non-affiliated third parties such as lawyers, accountants, auditors and persons or entities who assist us in our business or who are assessing our compliance with industry standards, rules, and regulations. We may also disclose information to regulators or other governmental entities as permitted or required by law. Your non-public personal information/user data is used only for our business purposes, and we do not sell client information to anyone. Third parties with whom the Company engages may collect personal data including financial data, and such use is governed by their privacy policy.",
  "privacyC19": "Third-Party Payment Processors: We use third-party payment processors for all payments, where the Company is an affiliate of such exchanges. Company does not store credit card details and instead relies on its third-party payment processor for this. We use a third-party payment processor to process payments made to us. In connection with the processing of such payments, we do not retain any personally identifiable information or any financial information such as credit card numbers. Instead, all such information is provided directly to our third-party processor, whose use of your personal information is governed by their privacy policy.",
  "token": "Token",
  "chain": "chain",
  "website": "Website",
  "enterWebsiteText": "Enter website here.",
  "howdYouHearText": "How'd you hear about us",
  "egFriend": "e.g. Friend",
  "egEth": "e.g. ETH",
  "egEthMain": "e.g. Ethereum Mainnet",
  "reqApiAcc": "Request API access",
  "contactHead": "If you want access to the API, you need to contact us through the form. You fill in the details, and we will reach you via email.",
  "loyaltyProgram": "Loyalty Program",
  "loyaltyP1": "Token holders will have the ability to earn back swap fees, referral and staking rewards and other incentives.",
  "loyaltyP2": "To enter into the Houdini Swap loyalty program, swap users must stake their $LOCK tokens for varying amounts of time. The longer the staking period and the more that is staked, the larger the swap fee rebates for the user to claim.",
  "loyaltyP3": "As an incentive for users to onboard new participants to the Houdini Swap platform, users will also be able to generate additional $LOCK tokens via the Houdini Swap referral program.",
  "loyaltyP4": "Each user will be able to generate a unique account ID and a referral link which can be shared with others. By using this link or ID, swaps will be attributed to the referrer, and they will be able to earn more $LOCK.",
  "loyaltyP5": "With the staking and referral elements of the platform, Houdini Swap aims to reward existing Houdini Swap users and incentivize social sharing to introduce the platform to new users.",
  "pleaseInputFieldsText": "Please input all fields",
  "warning": "Warning",
  "failed": "Failed",
  "pleaseTryAgain": "Please try again",
  "adsP1": "Advertising Requests",
  "adsP2": "We work closely with marketing partners to ensure that they achieve ROI on their ads. Banner ads, sponsored Twitter posts and sponsored Telegram posts are all options.",
  "adsP3": "You can contact us through our",
  "telegramChannel": "Telegram Support channel",
  "readMore": "Read more...",
  "pleaseSelectOnlyImg": "Please select only valid files (PNG, JPG, JPEG or PDF).",
  "anon": "Anon",
  "feeModalP1": "Magically lower swap fees by joining our Loyalty Program!",
  "feeModalP2": "Automatically enroll by",
  "feeModalP3": "The more you",
  "feeModalP4": ", the higher the rebate you'll receive on your swap fees.",
  "feeModalP5": "Once enrolled, you'll also be able to earn even more",
  "feeModalP6": "through the referral program. Simply share your Account ID or unique Referral Link with others and watch your rewards grow.",
  "feeModalP7": "Sign up now and start saving on your swaps!",
  "staking": "staking",
  "your": "your",
  "stake": "stake",
  "sendTokenNotFound": "Send token not found in the tokens list",
  "receiveTokenNotFound": "Receive token not found in the tokens list",
  "copyToClipboard": "Copy to clipboard.",
  "tryAgain": "Something went wrong. Please try again later!",
  "saveOrder": "Save Order",
  "generateUrlToolTip": "Generate a URL link that can be used to automatically recreate your order!",
  "maintananceText": "Website is in maintenance.",
  "stakePoof": "stake your $LOCK as we embark on our mission to the moon.",
  "poofApy": "$LOCK APY",
  "days": "days",
  "quantity": "Quantity",
  "totalAmount": "Total Amount",
  "period": "Period",
  "poolParticipation": "Pool Participation",
  "yearlyEarnings": "Etd. Yearly Earnings",
  "redemptionDate": "Redemption Date",
  "approve": "Approve",
  "redeem": "Redeem",
  "earning": "Earning",
  "stakeHoldings": "Your Stake Holdings",
  "transferBlockchain": "Transfer was submitted to Blockchain",
  "transferNotBlockchain": "Transfer was NOT submitted to Blockchain",
  "correctNetwork": "Please select the correct network",
  "couldNotPrepare": "Could not prepare transaction. Check that you have enough funds",
  "openInWallet": "Open In Wallet",
  "orderReceived": "Order Received",
  "orderReview": "Thank you! Your order is in review.",
  "orderExpired": "Sent funds but icon is not green? Click alert support.",
  "successfullyErased": "Successfully erased.",
  "contactingServer": "Contacting server.. please wait",
  "orderDeleted": "Order deleted",
  "orderDeletedMessage": "The order has been deleted for security purposes. For any further inquiries, please contact support.",
  "creationTime": "Creation time",
  "alertSupport": "Alert Support",
  "fixedModeText": "FIXED MODE ENABLED: Please send the exact amount quoted. Your rate is frozen for",
  "minutes": "minutes",
  "refundText": "You will receive a refund if your transaction is not received within",
  "refundText1": "minutes, or, if the market swings by over 1.2% before your transaction is received.",
  "viewTransaction": "View Transaction",
  "orderCreationText": "By default, within 48 hours of order creation, Houdini Swap erases your Houdini Order Page. For additional privacy, please click the button below to erase your Houdini Order Page immediately",
  "averageSwapTime": "Est. Swap Time",
  "erase": "Erase",
  "checkAccount": "Please check Account ID again",
  "invalidAccount": "Invalid Account ID",
  "inputReceiverAddress": "Please input correct receiver address",
  "invalidReceiverAddress": "Invalid receiver address",
  "invalidAmount": "Please enter send amount.",
  "invalidOrderId": "Invalid Order ID",
  "quoteMessage": "Please try to click refresh icon. Or increase the amount",
  "fetchFailed": "Fetching price failed.",
  "wrongPwd": "Username or password is wrong.",
  "sameAnonymous": "When using a non-anonymous swap, the input / output currency cannot be the same. Same currency \"swaps\" will be added in near future.",
  "differentTokenPair": "Please select a different token pair.",
  "missingQuoteFixed": "This pair could not receive a quote in Exact mode. Please try Variable mode or try another pair",
  "unableGetQuote": "Unable to get quote.",
  "pleaseAddSwap": "Please add at least one swap",
  "unableExport": "Unable to export",
  "copy": "Copy",
  "orderPage": "Order Page",
  "orderPageP1": "In order to initiate your swap, please send the ",
  "orderPageP2": "required funds ",
  "orderPageP3": "to the ",
  "orderPageP4": "wallet address ",
  "orderPageP5": "displayed in the order.",
  "orderPageP6": "Once ",
  "orderPageP7": "Order Received ",
  "orderPageP8": "lights up, in the order displayed above, your transaction is in motion. On average, it takes 20 minutes to arrive in your Receiving Address.",
  "orderPageP9": "Illustration",
  "orderPageP10": "Having trouble with your order?",
  "orderPageP11": "Contact technical support here",
  "orderPageP12": "In order to initiate your swaps, please send the required funds to ",
  "orderPageP13": "each address individually.",
  "nextStepPage": "Next Step",
  "nextStepContent": "To initiate your transaction send the required funds to the wallet address in the order below",
  "nextStepReceive": "When funds are received this page will auto refresh to display your transaction progress",
  "orderDetailModalOrderID": "Order ID",
  "orderDetailModalCreationTime": "Creation Time",
  "orderDetailModalSendFund": "Send Funds to Start Order",
  "orderDetailModalFollowSteps": "Follow these steps",
  "orderDetailModalSend": "Send:",
  "orderDetailModalTargetAddress": "To This Address",
  "orderDetailModalSendFundsBy": "Send your funds by",
  "orderDetailModalOpenWallet": "Open In Wallet",
  "orderDetailModalRecipientWallet": "Recipient Wallet",
  "orderDetailModalWillReceive": "will receive",
  "needHelpModalTitle": "Need Help?",
  "needHelpModalContent": "Contact technical support here",
  "orderDetailsPageTitle": "Working Our Magic",
  "orderDetailsContent": "Your transaction is being processed",
  "orderDetailsModalTodaysAverageSwapTime": "Todays Average Swap Time",
  "orderDetailsSwapTimeMinute": "min",
  "orderDetailsOrderReceived": "ORDER RECEIVED",
  "orderDetailsFundsReceived": "FUNDS RECEIVED",
  "orderDetailsAnonymizing": "ANONYMIZING",
  "orderDetailsConverting": "CONVERTING",
  "orderDetailsCompleted": "COMPLETED",
  "totalSwapVolume": "Total Swap Volume",
  "multiOrderPage": "Multi-Send",
  "recieverAddress": "Receiver",
  "privateLeftText": "Private",
  "privateRightText": "Semi Private",
  "variableLeftText": "Variable",
  "variableRightText": "Exact",
  "sendInputLabel": "Send:",
  "receiveInputLabel": "Receive:",
  "sendCurrencyTitle": "Sending Currency",
  "sendCurrencySubtitle": "Popular Protocols",
  "receiveCurrencyTitle": "Receiving Currency",
  "receiveCurrencySubtitle": "Popular Protocols",
  "receiverWalletLabel": "Receiving Wallet (BTC) Address:",
  "receiverWalletPlaceholder": "Receiving Wallet (BTC) Address",
  "swapBoxTitle": "Swap-Send-Bridge",
  "swapBoxSubTitle": "Private, Compliant, No Sign Up",
  "multiSendLeftText": "Multi",
  "multiSendRightText": "Single",
  "saveOrderText": "Save order",
  "addSwapText": "Add swap",
  "bottomText": "Only send To/From wallets. Transactions sent To/From smart contracts are not accepted",
  "proceedButtonText": "Proceed",
  "priceQuoteError": "Price quote error:",
  "missingQuoteFixesError": "Missing quote fixes",
  "noSendAmountError": "Please enter send amount.",
  "sendTokenNotFoundError": "Send token not found in the tokens list",
  "receiveTokenNotFoundError": "Receive token not found in the tokens list",
  "emptyReceiverAddressError": "Receiver address is empty",
  "invalidAddressError": "Invalid address",
  "tokenPairError": "Please select a different pair"
}
