{
	"40001": "Comanda nu a fost găsită sau ștearsă",
	"40002": "Token `de la` neacceptat",
	"40003": "Token neacceptat",
	"40004": "Valoare „direcție” nevalidă. ",
	"40005": "Adresa X nu este încă acceptată!",
	"40006": "adresaTo este nevalidă",
	"40007": "`to` și `from` nu pot fi ambele XMR",
	"40008": "Valoarea direcției `to` funcționează numai cu `fixed` setat la `true`",
	"40009": "Citat nevalid",
	"40010": "Calea este nevalidă",
	"40011": "`suma` este în afara limitelor pentru schimbul XMR",
	"40012": "suma` este în afara limitelor pentru swap",
	"40013": "Adresă de depozit reutilizată",
	"40014": "Contul nu a fost găsit",
	"40015": "Contul este dezactivat",
	"40016": "Sesiunea dumneavoastră a expirat.",
	"40017": "Argument fără sau greșit",
	"40018": "Nu se poate obține un nou portofel Monero",
	"40019": "Vă rugăm să vă definiți cheia API",
	"40020": "RateId este necesar pentru ChangeNow!",
	"40021": "Lipsește Jetonul FF. ",
	"40022": "Metoda nu a fost implementată.",
	"40023": "Extensia de fișier nu este acceptată.",
	"40024": "Tokenul nu a fost găsit",
	"40025": "Nu se poate obține prețul USD!",
	"40026": "Portofelul nu a fost găsit",
	"40027": "Vă rugăm să vă activați contul!",
	"40028": "Contul este dezactivat!",
	"40029": "Parola gresita!",
	"40030": "Autentificarea cu doi factori este activată. ",
	"40031": "Indicativ FA „2” nevalid!",
	"40032": "Two Factor nu este activat pe acest sistem!",
	"40033": "Nu vă puteți șterge contul!",
	"40034": "BigNumberScalar poate serializa numai valorile BigNumber",
	"40035": "BigNumberScalar poate analiza numai valorile obiectului BigNumber",
	"40036": "BigNumberScalar poate analiza numai valori de șir",
	"40037": "Schimbul nu a fost găsit",
	"40038": "Articolul nu a fost găsit",
	"40039": "Partenerul nu a fost găsit",
	"40040": "Configurația nu a fost găsită",
	"40041": "Nu se poate efectua schimbul: cotați peste „80” k USD",
	"40042": "Checkout nu a fost găsit",
	"40043": "Nu se poate crea o casă de plată: suma trebuie să fie sub „50”K USD",
	"40044": "Nu se poate crea o casă: suma trebuie să fie de cel puțin „50” USD",
	"50000": "Ceva n-a mers bine. ",
	"50001": "Nu s-au putut prelua cotațiile de preț. ",
	"50002": "Nu se poate efectua schimbul: nu există căi disponibile",
	"50003": "EROARE INTERNĂ: Anonim a returnat un rezultat non-anonim",
	"50004": "Imposibil de generat swap_hop_\"2\" (anon)",
	"50005": "Imposibil de generat swap_hop_\"1\" (anon)",
	"50006": "Imposibil de generat swap_hop_\"1\" (non anon)",
	"50007": "Variabila JWT SECRET nu este setată!",
	"50008": "Lipsește contextul GraphQL!",
	"50009": "Apollo Server necesită opțiuni.",
	"50010": "Nu s-a putut obține ID monero",
	"50011": "Nu se poate efectua schimbul: nu există căi disponibile. ",
	"50012": "Servicii temporar indisponibile. ",
	"keepTranText": "Păstrează-ți tranzacțiile private",
	"privatelyText": "Trimiteți în mod privat și schimbați în lanțuri încrucișate cu ușurință, la cel mai mic cost.",
	"withHoudiniText": "Cu Houdini Swap nu există nicio legătură urmăribilă între portofelul care trimite și portofelul care primește.",
	"securityText": "Pentru securitate sporită, detaliile comenzii Houdini dispar după 48 de ore. ",
	"searchByIdText": "Căutați după ID-ul Houdini",
	"SwapText": "Trimiteți, schimbați",
	"PrivateCompliantText": "Privat, conform, fără înregistrare.",
	"LowerFeesText": "Taxe mai mici",
	"AddSwapText": "Adăugați schimb",
	"single": "Singur",
	"multi": "Trimitere multiplă",
	"private": "Privat",
	"semiPrivate": "Semi-privat",
	"variable": "Variabil",
	"exact": "Corect",
	"send": "Trimite",
	"receive": "A primi",
	"tryIncreasingText": "Încercați să creșteți suma transferului",
	"tooltipTokenText": "Când utilizați un swap non-anonim, moneda de intrare/ieșire nu poate fi aceeași. ",
	"receivingText": "Primirea portofelului",
	"address": "Abordare",
	"memoTagText": "Memo/Etichetă de destinație",
	"enter": "introduce",
	"semiPrivateTooltip": "Semi-privat: Urmărirea tranzacției este posibilă, dar nu neapărat ușoară și, prin urmare, este o opțiune cu costuri mai mici și mai rapidă.",
	"exactTooltip": "Trimite o sumă exactă către destinatar. ",
	"somethingWentWrong": "Ceva n-a mers bine",
	"checkNetwork": "Vă rugăm să verificați conexiunea la rețea.",
	"pleaseUpdateIntegrationText": "Actualizați-vă integrarea Houdini pentru a include",
	"parameter": "parametru",
	"partnerId": "partenerId",
	"youAreAboutToResetText": "Sunteți pe cale să resetați toate câmpurile, continuați?",
	"yes": "da",
	"no": "Nu",
	"onlySendText": "*Trimite numai către/din portofele. ",
	"fetchingPriceText": "Preluarea prețului",
	"creatingOrderText": "Crearea Comenzii",
	"swapNowText": "Schimbați acum",
	"firstTimeSwapText": "Prima dată când schimbi pe Houdini?",
	"howItWorksText": "Cum functioneaza",
	"howToVideoText": "Cum să video",
	"forYourEnchanchedText": "Pentru securitate sporită, detaliile comenzii Houdini dispar după 48 de ore. ",
	"accountIdText": "Cont ID",
	"toggleSmokeText": "Comutați efectul de fum",
	"smokeEffect": "Efect de fum",
	"dashboardText": "Bord",
	"FAQText": "FAQ",
	"buyText": "Cumpără",
	"onUniSwapText": "pe Uniswap",
	"stakeText": "Miză",
	"whitepaperText": "Hartie alba",
	"partnershipsText": "Parteneriate",
	"bugBountyText": "Programul Bug Bounty",
	"complianceText": "Conformitate",
	"complianceH1": "CONFORMITATE",
	"privacyText": "Politica de confidențialitate",
	"termsText": "Termeni de utilizare",
	"allRightsText": "Houdini Swap, Toate drepturile rezervate.",
	"getApiText": "Obțineți acces la API",
	"cancelText": "Anulare",
	"howToSendText": "Cum se trimite, se schimbă",
	"step": "Etapa",
	"step1head": "Alegeți orice combinație de jetoane",
	"step1desc": "Selectați perechea de jetoane pentru a trimite, a schimba sau a pune un pont.",
	"step2head": "Introduceți suma de schimbat",
	"step2desc": "Houdini Swap va compara ratele și va optimiza pentru cel mai mic cost.",
	"step3head": "Introdu adresa portofelului de primire",
	"step3desc": "Asigurați-vă că adresa portofelului de primire se potrivește cu formatul de adresă al monedei de primire. ",
	"step4head": "Trimiteți fonduri la adresa generată",
	"step4desc": "Deschide-ți portofelul și trimite-ți fondurile la adresa generată pe Pagina de comandă. ",
	"step5head": "Terminat!",
	"step5desc": "Este nevoie în medie de 20 de minute pentru ca un schimb să fie finalizat. ",
	"step6head": "Asistență 24/7",
	"step6desc": "este disponibil 24/7. ",
	"underTheHoodText": "Ce se întâmplă sub capotă",
	"swap": "Schimbați",
	"secure": "Sigur",
	"magic": "Magie",
	"boxSwapDescText": "Ține cripto-ul privat schimbându-l mai întâi cu Monero pe Exchange A",
	"boxSendDescText": "Bursa A transmite Monero la Bursa B",
	"boxSecureDescText": "Schimbul B schimbă Monero cu moneda de primire aleasă de dvs",
	"boxMagicDescText": "Exchange B trimite moneda de primire aleasă de dvs. către portofelul de primire, întrerupând orice legătură între expeditor și destinatar",
	"myFavImgText": "Imaginile mele preferate",
	"whyHoudiniText": "De ce există Houdini",
	"privacyIsSecurityText": "Confidențialitatea este securitate.",
	"our": "Al nostru",
	"supportTeam": "Echipa de suport",
	"workSection1Text": "De ce toți cei cu care tranzacționați ar trebui să vadă activele portofelului și întregul istoric al tranzacțiilor. ",
	"workSection2Text": "Houdini Swap rezolvă această problemă cu schimburi private care vă protejează datele financiare de privirile indiscrete și care sunt simplu de utilizat, sigure și susținute de un serviciu excelent pentru clienți la cel mai mic cost.",
	"workSection3Text": "Bun venit la următoarea evoluție a tranzacțiilor cripto.",
	"pleaseContactSupport": "Vă rugăm să contactați echipa de asistență.",
	"requestId": "cerere de identitate",
	"error": "Eroare",
	"success": "Succes",
	"code": "Cod",
	"bugSubmitted": "Bug-ul a fost trimis",
	"reqSubmitted": "Solicitarea a fost depusă",
	"somethingWentWrongContactSupport": "Ceva n-a mers bine. ",
	"faqQ1header": "De ce durează mai mult decât în ​​mod normal să primesc fondurile mele?",
	"faqQ2header": "Cum funcționează Houdini Swap?",
	"faqQ3header": "Cât de private sunt Houdini Swaps?",
	"faqQ4header": "Houdini Swap percepe comisioane?",
	"faqQ5header": "De unde știu că Houdini Swap este sigur?",
	"faqQ6header": "Trebuie să-mi conectez portofelul pentru a schimba?",
	"faqQ7header": "Ce cerințe KYC și AML are Houdini Swap?",
	"faqQ8header": "De ce durează mai mult decât în ​​mod normal să primesc fondurile mele?",
	"faqQ9header": "Mi-am trimis fondurile, acum scrie „Comanda a expirat”, deci sunt fondurile mele în pericol?",
	"faqQ10header": "Ce se întâmplă dacă am trimis din greșeală moneda greșită?",
	"faqQ11header": "Ce se întâmplă dacă starea comenzii mele arată că este finalizată, dar nu au fost primite fonduri?",
	"faqQ12header": "Ce este Multi Send?",
	"faqQ13header": "Ce înseamnă exact sau variabil?",
	"faqQ14header": "Cum pot găsi din nou detaliile comenzii mele?",
	"faqQ15header": "Am introdus adresa portofelului meu de primire, cum îmi trimit fondurile?",
	"faqQ16header": "Ce este jetonul $POOF?",
	"faqQ17header": "Ce este $POOF și cum îl pot folosi?",
	"faqQ18header": "Unde vă pot contacta în legătură cu o propunere de afaceri?",
	"faqQ1P1": "În general, tranzacțiile pe Houdini Swap durează 20 de minute. ",
	"faqQ1P2": "Dacă comanda dumneavoastră nu a fost procesată după o oră, vă rugăm să ne contactați",
	"faqQ1P3": "Pentru a intensifica rezolvarea problemei dvs. de asistență, vă rugăm să trimiteți ID-ul comenzii de schimb Houdini, astfel încât să avem toate informațiile necesare pentru a vă rezolva rapid problema.",
	"faqQ2P1": "Houdini Swap este un agregator de lichiditate, a cărui preț optimizează cererile dvs. de swap și apoi le direcționează către bursele principale, fără custodie. ",
	"faqQ2P2": "Houdini Swap nu vă accesează fondurile în niciun moment. ",
	"faqQ3P1": "Atunci când un privat Houdini Swap este trimis, tranzacția este complet imposibil de urmărit. ",
	"faqQ3P2": "Ca o confirmare suplimentară, nimeni nu a câștigat vreodată recompensa lui Houdini Swap pentru urmărirea unei singure tranzacții.",
	"houdiniNoFees": "Houdini Swap nu vă percepe nicio taxă.",
	"faqQ4P1": "Primește un comision de ~0,5% din schimburi în schimbul recomandării dvs. ",
	"faqQ4P2": "Nu plătiți niciodată suplimentar folosind Houdini Swap decât ați plăti dacă ați folosi direct un schimb.",
	"faqQ5P1": "Houdini Swap este sigur de utilizat. ",
	"faqQ5P2": "În cazul unei probleme, noastre",
	"faqQ5P3": "este disponibil 24/7 pentru a vă ajuta să vă asigurați că fondurile dvs. sunt în siguranță.",
	"faqQ6P1": "Nu. Houdini Swap nu necesită conectarea portofelului pentru a procesa tranzacțiile. ",
	"faqQ7P1": "Tranzacțiile Houdini Swap sunt non-KYC, totuși sistemele automatizate asigură că nu are loc activități criminale. ",
	"faqQ7P2": "În cazul în care o tranzacție este semnalată ca având un potențial risc penal, schimburile pot necesita cerințe suplimentare de informații conform politicilor lor KYC/AML.",
	"faqQ7P3": "În acest eveniment rar, Houdini Swap fie vă va conecta cu partenerul de schimb, fie va apela la soluția preferată pentru remediere.",
	"faqQ8P1": "În general, tranzacțiile pe Houdini Swap durează 20 de minute. ",
	"faqQ8P2": " Dacă comanda dumneavoastră nu a fost procesată după o oră, vă rugăm să ne contactați",
	"faqQ8P3": "Pentru a intensifica rezolvarea problemei dvs. de asistență, vă rugăm să trimiteți ID-ul comenzii de schimb Houdini, astfel încât să avem toate informațiile necesare pentru a vă rezolva rapid problema.",
	"faqQ9P1": "Nu. Fondurile dumneavoastră sunt în siguranță și protejate. ",
	"faqQ9P2": "și ne vom asigura cu plăcere că totul funcționează.",
	"faqQ10P1": "Dacă ați trimis o monedă greșită, fondurile dvs. sunt în siguranță, însă va fi nevoie de noi",
	"faqQ10P2": "pentru a vă rambursa. ",
	"faqQ11P1": "De obicei, tranzacția este „în așteptare”, ceea ce înseamnă că gazul a crescut în timpul rezoluției tranzacției și a întârziat tranzacția. ",
	"faqQ11P2": "Dacă nu vedeți o tranzacție de depunere „în așteptare”, vă rugăm să ne contactați",
	"faqQ11P3": "și o vom analiza imediat!",
	"faqQ12P1": "Dacă trebuie să trimiteți sau să schimbați în mai multe portofele, Multi Send vă permite să faceți acest lucru cu mai puțin timp și mai puțin efort. ",
	"faqQ13P1": "Tranzacțiile exacte înseamnă că veți primi garantat suma exactă pe care ați specificat-o, în timp ce cu Variabil suma pe care o primiți este supusă volatilității pieței, ceea ce înseamnă că este posibil să primiți mai mult sau mai puțin decât s-a prevăzut inițial.",
	"faqQ13P2": "Exact, în general, va fi mai scump, deoarece spread-ul de schimb este luat în considerare pentru a asigura că prețul dvs. este fix.",
	"faqQ14P1": "Pur și simplu utilizați bara de căutare a Houdini Swap, care vă permite să vă urmăriți tranzacția prin ID-ul Houdini.",
	"faqQ15P1": "După ce ați ales perechea de swap, introduceți adresa portofelului dvs. de primire, faceți clic pe „Swap” și se va deschide pagina Houdini Swap Order. ",
	"faqQ16P1": "$POOF este un simbol utilitar care poate fi folosit pentru a câștiga APY în timp ce mizați, pentru a câștiga comisioane de swap înapoi și chiar pentru a câștiga comisioane cu linkul dvs. de recomandare personal.",
	"faqQ17P1": "$POOF a fost lansat pe 18 ianuarie 2023. Tokenul non-securitate poate fi folosit pentru a câștiga APY în timp ce mizați, pentru a câștiga comisioane de swap înapoi și chiar pentru a câștiga comisioane cu linkul dvs. de recomandare personal. ",
	"faqQ17P2": "hartie alba",
	"faqQ17P3": "prezintă programul de loialitate al lui Houdini Swap, $POOF. ",
	"faqQ17P4": "pentru actualizări zilnice sau trimiteți un mesaj la",
	"support": "a sustine",
	"anytime": "oricând",
	"faqQ18P1": "Dacă aveți vreodată idei, feedback sau întrebări, vă rugăm",
	"contactOur": "contactați-ne",
	"faqQ18P2": "Căutăm mereu să îmbunătățim experiența utilizatorului și să adăugăm funcții utile. ",
	"emailReq": "E-mail obligatoriu",
	"invalidEmail": "Adresa email invalida",
	"websiteReq": "Site-ul web obligatoriu",
	"atLeastError": "Trebuie completat cel puțin unul dintre Telegram, Discord sau Twitter",
	"descReq": "Descriere obligatorie",
	"filesReq": "Fișiere necesare",
	"sendBugText": "Trimiteți formularul de eroare",
	"email": "E-mail",
	"enterEmailText": "Introdu e-mail aici.",
	"telegram": "Telegramă",
	"enterTelegramText": "Introdu telegrama aici.",
	"discord": "Discordie",
	"enterDiscordText": "Introdu discord aici.",
	"twitter": "Stare de nervozitate",
	"enterTwitterText": "Introduceți twitter aici.",
	"description": "Descriere",
	"files": "Fișiere",
	"describeIssue": "Descrieți problema",
	"briefDescription": "Descriere scurta",
	"attachFiles": "Ataseaza fisiere",
	"houdiniLLC": "HOUDINISWAP LLC",
	"houdiniBugBountyHeader": "PROGRAMUL HOUDINI SWAP BUG BOUNTY",
	"bugBountyP1": "Houdini Swap este un serviciu de confidențialitate care anonimizează tranzacțiile cripto. ",
	"bugBountyP2": "Pentru mai multe informații despre proiect, vă rugăm să consultați documentația noastră în",
	"bugBountyP3": "Suntem încântați să anunțăm Programul nostru de recompense pentru Houdini Swap. ",
	"bugBountyP4": "Plățile sunt gestionate direct de echipa Houdini Swap și sunt exprimate în stablecoin la alegerea emitenților de recompense.",
	"bugBountyP5": "Criterii de eligibilitate",
	"bugBountyP6": "Pentru a fi eligibilă pentru premiul de 10.000 USD, vulnerabilitatea descoperită trebuie să îndeplinească următoarele criterii:",
	"bugBountyP7": "Vulnerabilitatea trebuie să fie necunoscută anterior echipei noastre și să nu fi fost raportată de nicio altă parte.",
	"bugBountyP8": "Vulnerabilitatea trebuie să fie o amenințare semnificativă la adresa securității platformei noastre sau a datelor utilizatorilor.",
	"bugBountyP9": "Vulnerabilitatea trebuie să fie exploatată de către un atacator pentru a obține acces neautorizat sau control asupra sistemelor, conturilor sau fondurilor noastre.",
	"bugBountyP10": "Vulnerabilitatea trebuie să fie specifică platformei noastre și să nu fie aplicabilă altor sisteme.",
	"bugBountyP11": "Vulnerabilitatea trebuie raportată echipei noastre în mod responsabil și etic, oferindu-ne suficient timp pentru a remedia problema înainte de dezvăluire.",
	"bugBountyP12": "Vulnerabilitatea trebuie raportată în detaliu, inclusiv pași clari pentru a reproduce problema, orice instrumente sau scripturi utilizate și orice alte informații relevante.",
	"bugBountyP13": "Cum să participi",
	"bugBountyP14": "Pentru a participa la programul nostru de recompense, urmați acești pași:",
	"bugBountyP15": "Efectuați o evaluare amănunțită a platformei noastre și identificați eventualele vulnerabilități.",
	"bugBountyP16": "Raportați orice vulnerabilități descoperite echipei noastre prin intermediul nostru",
	"form": "formă",
	"bugBountyP17": "Așteptați ca echipa noastră să confirme primirea raportului dvs. și să începeți să evaluați problema.",
	"bugBountyP18": "Colaborați cu echipa noastră pentru a ne ajuta să reproducem problema și să verificăm validitatea acesteia.",
	"bugBountyP19": "Odată ce vulnerabilitatea este confirmată, vom colabora cu dvs. pentru a rezolva problema și vom acorda premiul de 10.000 USD.",
	"bugBountyP20": "Procesul de evaluare:",
	"bugBountyP21": "Depunerea raportului de vulnerabilitate",
	"bugBountyP22": "Discuție internă a Raportului de vulnerabilitate",
	"bugBountyP23": "Scurtă întâlnire între autorul raportului de vulnerabilitate și echipa de securitate Houdini Swap.",
	"bugBountyP24": "Acceptarea cerințelor criteriilor",
	"bugBountyP25": "Recunoașterea publică a contribuțiilor dvs. și anunțul Bug Bounty Reward",
	"bugBountyP26": "Luăm în serios securitatea și apreciem eforturile comunității de securitate pentru a ne ajuta să îmbunătățim securitatea platformei noastre. ",
	"submitReportText": "Trimiteți raportul",
	"gitbook": "GitBook",
	"complianceP1": "Conformitatea cu reglementările pentru schimburile cripto tradiționale poate să semene cu un labirint inevitabil. ",
	"complianceP2": "Schimburile tradiționale de criptomonede se confruntă cu o multitudine de obligații de reglementare, cuprinzând păstrarea în siguranță a activelor digitale și custodia, până la respectarea conformității Know Your Customer (KYC) și Anti-Money Laundering (AML). ",
	"complianceP3": "Este important de înțeles că aceste reglementări stricte nu sunt impuse în mod arbitrar. ",
	"complianceP4": "Houdini Swap atenuează strategic riscurile în fiecare dintre aceste zone funcționale, servind exclusiv ca un agregator de schimburi, combinând cele mai bune tehnologii de swap accesibile publicului într-o locație convenabilă. ",
	"complianceP5": "Houdini Swap nu interacționează niciodată cu criptograful unui utilizator. ",
	"complianceP6": "Acest design fără custodie ne permite să transferăm în mod eficient povara acordării de licențe de reglementare și conformității către partenerii noștri de schimb. ",
	"complianceP7": "În ciuda designului nostru fără custodie, încă avem obligații de conformitate față de utilizatorii noștri. ",
	"complianceP8": "Pentru a evalua politicile unui partener de schimb, începem cu elementele de bază, analizând politicile de conformitate AML, măsurile împotriva criminalității și politicile de confidențialitate privind protecția confidențialității utilizatorilor noștri și a informațiilor acestora.",
	"complianceP9": "Politicile de conformitate AML ale partenerilor noștri de schimb trebuie să impună verificarea tuturor tranzacțiilor. ",
	"complianceP10": "În continuare, ne asigurăm că partenerii de schimb au în vigoare politicile așteptate de la un schimb conform – nu diferă de o bancă care evaluează un nou furnizor. ",
	"complianceP11": "Dacă am afla vreodată că unul dintre partenerii noștri de schimb nu se conforma în mod adecvat cu cadrele de reglementare aplicabile, Houdini Swap și-ar înceta imediat relația cu aceștia. ",
	"complianceP12": "Odată ce ne simțim confortabil cu politicile unui partener de schimb, ne uităm apoi la operațiunile acestora. ",
	"complianceP13": "În plus față de due diligence ale partenerilor de schimb, Houdini Swap își menține și propriile politici și controale interne pentru a asigura o experiență de utilizator de cea mai bună calitate. ",
	"link": "legătură",
	"complianceP14": "Am consultat și am plătit în mod proactiv numeroși profesioniști în domeniul conformității, avocați și firme cripto-legale pentru a ne dezvolta inițiativele de conformitate și structura ușoară. ",
	"complianceP15": "Prin valorificarea responsabilităților independente de conformitate ale partenerilor noștri de schimb, ne putem concentra asupra a ceea ce contează cu adevărat pentru utilizatori; ",
	"complianceP16": "Prin abordarea noastră unică, redefinim viitorul schimbului de criptomonede, făcându-l mai simplu, mai sigur, mai rentabil și mai ușor de utilizat decât oricând. ",
	"complianceP17": "Houdini Swap este mândru să fie partener cu Black Swan Diagnostics pentru cerințele sale de conformitate. ",
	"termsP1": "ACORDUL DE TERMENI DE UTILIZARE",
	"general": "General",
	"termsP2": "Bine ați venit la HoudiniSwap LLC. ",
	"termsP3": "Acești termeni pot fi modificați, modificați, completați sau actualizați de către Companie la discreția sa, în orice moment, fără notificare prealabilă. ",
	"termsP4": "DOMENIUL SERVICIILOR",
	"termsP5": "Compania oferă următoarele servicii:",
	"termsP6": "Permite utilizatorului („Utilizatorul”) să selecteze moneda digitală pe care Utilizatorul dorește să o schimbe („Jetonul IN”) și moneda digitală pe care Utilizatorul dorește să o primească („Jetonul OUT”). ",
	"termsP7": "Agregează diferite cotații de schimb și optimizează pentru cele mai mici comisioane și securitate maximă pe baza cotațiilor furnizorilor.",
	"termsP8": "Permite Utilizatorului să accepte aceste cotații și să direcționeze tranzacția lor către bursele respective.",
	"termsP9": "Oferă o adresă de destinație generată de schimb la care Utilizatorul poate trimite fonduri pentru a iniția schimbul.",
	"termsP10": "Ajută la urmărirea fondurilor pe măsură ce acestea se deplasează prin cele două schimburi.",
	"termsP11": "Compania nu păstrează, stochează, transferă, transmite sau direcționează în niciun moment fondurile sau activele utilizatorilor. ",
	"termsP12": "RENUNȚAREA RESPONSABILITĂȚII SITE-ULUI",
	"termsP13": "Site-ul nu este destinat utilizării de către oricine cu vârsta sub optsprezece (18 ani). ",
	"termsP14": "Informațiile furnizate pe acest site web nu sunt destinate distribuirii sau utilizării de către orice persoană sau entitate în nicio jurisdicție sau țară în care o astfel de distribuție sau utilizare ar fi contrară oricărei legi sau reglementări sau care ar supune compania și/sau entitatea. ",
	"termsP15": "TERMENI DE PLATĂ, PAROLLE ȘI CONTURI CU CARDUL DE CREDIT",
	"termsP16": "Toate taxele cardului de credit sunt finale și nerambursabile. ",
	"termsP17": "Sunteți de acord să notificați imediat Compania în scris dacă confidențialitatea contului sau a adresei portofelului dvs. este compromisă. ",
	"termsP18": "REGULAMENTE ANTI-SPĂLAREA BANILOR (AML).",
	"termsP19": "Menținem o politică Know-Your-Customer (KYC) pentru a respecta cerințele de păstrare a evidențelor. ",
	"termsP20": "Houdini Swap nu trebuie utilizat în niciun fel, direct sau indirect, ca mijloc, instrument sau alt mecanism ca platformă pentru infractori sau pentru cei cu intenții criminale. ",
	"termsP21": "Este posibil să nu punem la dispoziție Serviciile pe toate piețele și jurisdicțiile. ",
	"termsP22": "PREFERINȚE DE ÎNREGISTRARE, CONT ȘI COMUNICARE",
	"termsP23": "Pentru a genera câștiguri din schimburile de monede digitale, trebuie să vă înregistrați pentru un cont de companie pe Site („Cont”). ",
	"termsP24": "Prin crearea unui Cont, sunteți de acord să primiți comunicări electronice de la noi (de exemplu, prin e-mail sau prin postarea de notificări pe Site). ",
	"termsP25": "DESPĂGUBIREA",
	"termsP26": "În măsura maximă permisă de legea aplicabilă, sunteți de acord să despăgubiți, să apărați și să feriți de răspundere Compania și angajații, funcționarii, directorii, antreprenorii, consultanții, deținătorii de capitaluri proprii, furnizorii, furnizorii, furnizorii de servicii, companiile-mamă din trecut, prezent și viitor, respectivi săi. ",
	"termsP27": "DISCLAIMER",
	"termsP28": "RISCURI IMPLICATE",
	"termsP29": "Utilizatorii potențiali ai platformei de monedă digitală a Companiei care cumpără, vând, schimbă și dețin monedă digitală ar trebui să ia în considerare și să evalueze cu atenție toate riscurile și incertitudinile asociate cu Compania și cu afacerile și operațiunile acesteia.",
	"termsP30": "Riscurile potențiale includ, dar nu se limitează la:",
	"termsP31": "Reglementări și riscuri de conformitate",
	"termsP32": "Riscuri de preț de tranzacționare foarte speculative",
	"termsP33": "Moneda digitală poate fi nerambursabilă și nelichidă",
	"termsP34": "Nu există nicio garanție a lichidității sau a prețului de piață al oricărei monede digitale în orice măsură și în orice moment. ",
	"termsP35": "Oricare sau toți partenerii noștri de schimb pot îngheța sau suspenda temporar accesul la fondurile utilizatorului în conturi din cauza cerințelor de cunoaștere a clientului sau a altor activități nefaste, a aplicării legii etc.",
	"termsP36": "Reglementarea platformelor de monedă digitală din St. Vincent sau din întreaga lume și/sau reglementarea platformelor de schimb digital din St. Vincent sau din întreaga lume pot afecta în mod semnificativ și negativ percepția pieței sau prețul pieței oricăreia dintre monedele digitale cumpărate sau vândute pe Houdini. ",
	"termsP37": "Compania se poate confrunta cu defecțiuni ale sistemului, întreruperi neplanificate în rețeaua sau serviciile sale, defecte hardware sau software, încălcări de securitate sau alte cauze care ar putea afecta negativ rețeaua de infrastructură a Companiei și/sau platforma Companiei.",
	"termsP38": "Compania nu este capabilă să anticipeze apariția unor hack-uri, atacuri cibernetice, refuzuri distribuite de serviciu sau erori, vulnerabilități sau defecte în Houdini Swap, contractele inteligente pe care se bazează Compania, pe care se bazează Houdini Swap sau pe blockchain-ul Ethereum, ",
	"termsP39": "Compania poate fi predispusă la atacuri asupra infrastructurii sale menite să fure informații despre tehnologia sa, datele financiare sau informațiile utilizatorului sau să întreprindă alte acțiuni care ar dăuna Companiei și/sau deținătorilor tuturor monedelor digitale. ",
	"termsP40": "Compania depinde parțial de locația și de facilitățile centrelor de date ale terților. ",
	"termsP41": "Furnizorii pe care Compania se bazează pentru servere, lățime de bandă, locație și alte servicii ar putea fi, de asemenea, afectați negativ de condițiile economice care, la rândul lor, ar putea avea un impact negativ asupra operațiunilor sau cheltuielilor Companiei. ",
	"termsP42": "Cumpărarea sau vânzarea de monedă digitală este, în general, nereglementată la nivel mondial și foarte incertă, în timp ce numeroase autorități de reglementare din jurisdicții au luat în considerare implementarea unor regimuri de reglementare care guvernează moneda digitală sau piețele de monedă digitală. ",
	"privacyPolicyH1": "POLITICA DE CONFIDENȚIALITATE",
	"privacyPolicyTitle": "CE FACE HoudiniSwap LLC (sau „Compania”) CU INFORMAȚIILE DVS. PERSONALE/DATELE UTILIZATORULUI? ",
	"privacyC1": "Această politică de confidențialitate descrie modul în care colectăm, partajăm și protejăm informațiile dumneavoastră personale, inclusiv datele utilizatorului. ",
	"privacyC2": "Tipurile de date despre utilizatori pe care le colectăm (sau furnizorii noștri care acționează în numele nostru) sunt neintruzive și pot include, dar nu se pot limita la următoarele:",
	"privacyC3": "Adrese de portofel pentru miza; ",
	"privacyC4": "Adrese de email.",
	"privacyC5": "Politica Companiei este să solicite o adresă de e-mail de la toți utilizatorii platformei de mizare a Companiei. ",
	"privacyC6": "Compania poate împiedica conectarea identității unei persoane cu informații. ",
	"privacyC7": "Dacă/când nu mai sunteți client al Companiei, la cerere, vă vom șterge adresa de e-mail din evidențele noastre interne.",
	"privacyC8": "Când utilizați serviciile Companiei disponibile prin intermediul site-ului său web, unele informații sunt colectate automat de către furnizorii și partenerii noștri de schimb. ",
	"privacyC9": "Blockchain public",
	"privacyC10": "Compania respectă confidențialitatea utilizatorului său. ",
	"privacyC11": "Colectăm metadate ale clientului (de exemplu, informații despre browser, IP etc.)? ",
	"privacyC12": " Atunci când Clientul accesează Site-ul sau folosește produsele sau serviciile Companiei, Furnizorii Companiei (sau Google Analytics sau furnizori de servicii similari în numele nostru) pot plasa fișiere de date mici numite cookie-uri pe computerul Clientului sau pe alte dispozitive. ",
	"privacyC13": "Informațiile despre orice Blockchain public sunt vizibile public. ",
	"cookies": "Cookie-uri",
	"privacyC14": "Folosim cookie-uri – date capturate de serverul nostru din browserul dumneavoastră de internet și returnate de fiecare dată când accesați ulterior serverul nostru – pentru a vă identifica și a urmări accesul dumneavoastră la serverele Companiei. ",
	"privacyC15": "Protejarea datelor utilizatorului",
	"privacyC16": "Luăm măsuri pentru a proteja securitatea datelor utilizatorilor partajate prin Platforma companiei. ",
	"sharing": "Partajarea",
	"privacyC17": "Vom partaja informațiile despre utilizatori numai cu terțe părți și cu procesatori de plăți terți, așa cum este descris în această Politică de confidențialitate.",
	"privacyC18": "Terți: Toate informațiile non-publice pe care le primim cu privire la utilizatorii actuali sau foștii sunt păstrate cu cea mai strictă confidențialitate și nu sunt dezvăluite altora din afara Companiei decât cu consimțământul dumneavoastră, așa cum se stabilește altfel în prezentul document sau conform legii. ",
	"privacyC19": "Procesatori de plăți terți: Utilizăm procesatori de plăți terți pentru toate plățile, în cazul în care Compania este afiliată unor astfel de schimburi. ",
	"token": "Jeton",
	"chain": "lanţ",
	"website": "Site-ul web",
	"enterWebsiteText": "Intra aici pe site.",
	"howdYouHearText": "Cum ai auzit despre noi",
	"egFriend": "de exemplu. ",
	"egEth": "de exemplu. ",
	"egEthMain": "de exemplu. ",
	"reqApiAcc": "Solicitați acces la API",
	"contactHead": "Dacă doriți acces la API, trebuie să ne contactați prin intermediul formularului. ",
	"loyaltyProgram": "Program de fidelizare",
	"loyaltyP1": "Deținătorii de jetoane vor avea posibilitatea de a câștiga comisioane de schimb înapoi, recompense de recomandare și miza și alte stimulente.",
	"loyaltyP2": "Pentru a intra în programul de loialitate Houdini Swap, utilizatorii de schimb trebuie să-și mizeze jetoanele $POOF pentru perioade diferite de timp. ",
	"loyaltyP3": "Ca un stimulent pentru utilizatori să integreze noi participanți la platforma Houdini Swap, utilizatorii vor putea, de asemenea, să genereze jetoane $POOF suplimentare prin programul de recomandare Houdini Swap.",
	"loyaltyP4": "Fiecare utilizator va putea genera un ID unic de cont și un link de recomandare care poate fi partajat altora. ",
	"loyaltyP5": "Cu elementele de miză și recomandare ale platformei, Houdini Swap își propune să recompenseze utilizatorii Houdini Swap existenți și să stimuleze partajarea socială pentru a prezenta platforma noilor utilizatori.",
	"pleaseInputFieldsText": "Vă rugăm să introduceți toate câmpurile",
	"warning": "Avertizare",
	"failed": "A eșuat",
	"pleaseTryAgain": "Vă rugăm să încercați din nou",
	"adsP1": "Cereri de publicitate",
	"adsP2": "Lucrăm îndeaproape cu partenerii de marketing pentru a ne asigura că obțin rentabilitatea investiției pe anunțurile lor. ",
	"adsP3": "Ne puteți contacta prin intermediul nostru",
	"telegramChannel": "Canal de asistență Telegram",
	"readMore": "Citeşte mai mult...",
	"pleaseSelectOnlyImg": "Vă rugăm să selectați numai fișiere valide (PNG, JPG, JPEG sau PDF).",
	"anon": "Anon",
	"feeModalP1": "Comisioane de swap mai reduse în mod magic prin alăturarea programului nostru de loialitate!",
	"feeModalP2": "Înscrieți-vă automat până la",
	"feeModalP3": "Cu cât tu",
	"feeModalP4": ", cu cât veți primi rabat mai mare la taxele de swap.",
	"feeModalP5": "Odată înscris, veți putea, de asemenea, să câștigați și mai mult",
	"feeModalP6": "prin programul de trimitere. ",
	"feeModalP7": "Înscrieți-vă acum și începeți să economisiți pentru schimburile dvs.!",
	"staking": "miza",
	"your": "ta",
	"stake": "miza",
	"sendTokenNotFound": "Trimiteți tokenul nu a fost găsit în lista de jetoane",
	"receiveTokenNotFound": "Token de primire nu a fost găsit în lista de jetoane",
	"copyToClipboard": "Copiați în clipboard.",
	"tryAgain": "Ceva n-a mers bine. ",
	"saveOrder": "Salvați comanda",
	"generateUrlToolTip": "Generați un link URL care poate fi folosit pentru a vă recrea automat comanda!",
	"maintananceText": "Site-ul este în întreținere.",
	"stakePoof": "mizați-vă $POOF în timp ce ne angajăm în misiunea noastră pe Lună.",
	"poofApy": "$POOF APY",
	"days": "zile",
	"quantity": "Cantitate",
	"totalAmount": "Valoare totală",
	"period": "Perioadă",
	"poolParticipation": "Participarea la bazin",
	"yearlyEarnings": "Etd. ",
	"redemptionDate": "Data de răscumpărare",
	"approve": "Aproba",
	"redeem": "Răscumpăra",
	"earning": "Câștigând",
	"stakeHoldings": "Participațiile dvs. de participare",
	"transferBlockchain": "Transferul a fost transmis către Blockchain",
	"transferNotBlockchain": "Transferul NU a fost trimis către Blockchain",
	"correctNetwork": "Vă rugăm să selectați rețeaua corectă",
	"couldNotPrepare": "Nu s-a putut pregăti tranzacția. ",
	"openInWallet": "Deschideți în portofel",
	"orderReceived": "Comanda Primita",
	"orderReview": "Mulțumesc! ",
	"orderExpired": "Fonduri trimise, dar pictograma nu este verde? ",
	"successfullyErased": "S-a șters cu succes.",
	"contactingServer": "Se contactează serverul.. așteptați",
	"orderDeleted": "Comanda a fost ștearsă",
	"orderDeletedMessage": "Comanda a fost ștearsă din motive de securitate. ",
	"creationTime": "Timpul de creație",
	"alertSupport": "Suport de alertă",
	"fixedModeText": "MOD FIX ACTIVAT: Vă rugăm să trimiteți suma exactă cotată. ",
	"minutes": "minute",
	"refundText": "Veți primi o rambursare dacă tranzacția dvs. nu este primită în termen",
	"refundText1": "minute sau, dacă piața variază cu peste 1,2% înainte ca tranzacția să fie primită.",
	"viewTransaction": "Vizualizați tranzacția",
	"orderCreationText": "În mod implicit, în 48 de ore de la crearea comenzii, Houdini Swap șterge Pagina de comandă Houdini. ",
	"averageSwapTime": "Timp mediu de schimb",
	"erase": "Şterge",
	"checkAccount": "Vă rugăm să verificați din nou ID-ul contului",
	"invalidAccount": "ID de cont nevalid",
	"inputReceiverAddress": "Vă rugăm să introduceți adresa corectă a destinatarului",
	"invalidReceiverAddress": "Adresă nevalidă a destinatarului",
	"invalidAmount": "Vă rugăm să introduceți suma de trimitere.",
	"invalidOrderId": "ID de comandă nevalid",
	"quoteMessage": "Vă rugăm să încercați să faceți clic pe pictograma de reîmprospătare. ",
	"fetchFailed": "Preluarea prețului a eșuat.",
	"wrongPwd": "Numele de utilizator sau parola sunt greșite.",
	"sameAnonymous": "Când utilizați un swap non-anonim, moneda de intrare/ieșire nu poate fi aceeași. ",
	"differentTokenPair": "Vă rugăm să selectați o altă pereche de jetoane.",
	"missingQuoteFixed": "Această pereche nu a putut primi o cotație în modul Exact. ",
	"unableGetQuote": "Nu se poate obține cotația.",
	"pleaseAddSwap": "Vă rugăm să adăugați cel puțin un schimb",
	"unableExport": "Nu se poate exporta",
	"copy": "Copie",
	"orderPage": "Pagina de comandă",
	"orderPageP1": "Pentru a iniția schimbul, vă rugăm să trimiteți ",
	"orderPageP2": "fondurile necesare ",
	"orderPageP3": "la ",
	"orderPageP4": "adresa portofelului ",
	"orderPageP5": "afișate în ordine.",
	"orderPageP6": "O singura data ",
	"orderPageP7": "Comanda Primita ",
	"orderPageP8": "se aprinde, în ordinea afișată mai sus, tranzacția dvs. este în mișcare. ",
	"orderPageP9": "Ilustrare",
	"orderPageP10": "Aveți probleme cu comanda dvs.?",
	"orderPageP11": "Contactați suportul tehnic aici",
	"orderPageP12": "Pentru a iniția schimburile, vă rugăm să trimiteți fondurile necesare către ",
	"orderPageP13": "fiecare adresa individual."
}